;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 May 2018
;~ Author.......: Rui João
;~ Link.........:
;~ =============================================================================

[Main]
Product = Firemin
Version = 6.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Português - Portuguese
Code = pt
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Sobre o %{Program.Name}
Label_Version = Versão
Label_AutoIt = Criado com o AutoIt versão
Label_Copyright = Copyright
Tip_Title_Donate = Doar para a nossa Causa
Tip_Message_Donate = Quando doa, ajuda-nos a manter os programas gratuítos\rne ajuda-nos a adquirir ferramentas e serviços\rnque usamos para o servir.
Label_Home = Site
Label_License = Licença
Label_Support = Suporte
Tip_Title_Country = Criado na África do Sul
Tip_Message_Country = O %{Program.Name} nasceu em África do Sul .
Label_Contributors = Contribuidores
Tip_Facebook = Faça Gosto no Facebook
Tip_Twitter = Siga-nos no Twitter
Tip_GooglePlus = Encontre-nos no Google+
Tip_GitHub = %{Program.Name} no GitHub
Button_Ok = OK
Label_RAM = (RAM) %d MB LIVRE DE %d MB (%d%)
Tip_RAM = Memória de Acesso Aleatório
Label_HDD = (%s) %.2f GB LIVRE DE %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Inicia com o navegador escolhido (selecionar o nome do ficheiro). O %{Program.Name} irá detectar automaticamente o processo do executável escolhido.
Label_Status_Updates = Procurar Actualizações
Group_Load_Browser = Navegador
Label_Executable = Localização do Executável (%s):
Label_Process_Usage = Em Utilização:
Label_Process_Peak = Valor Máximo:
Button_Browse = &Procurar
Group_Options = Opções
Checkbox_Reduce_Mem = Reduzir memória a cada:
Label_Milliseconds = millisegundos
Checkbox_Reduce_Limit = Reduzir memória apenas se utilização acima de:
Checkbox_Start_With = Iniciar %s quando o %{Program.Name} iniciar
Checkbox_Enable_Extended_Processes = Permitir mais processos
Button_Extended_Processes = &Mais Processos
Checkbox_Start_Windows = Iniciar o %{Program.Name} quando o Windows iniciar
Label_Settings_Updated = Definições actualizadas.
Button_Cancel = Cancelar
Button_Save = Guardar
Time_Unit_01 = millisegundos
Time_Unit_02 = segundos
Time_Unit_03 = minutos
Time_Unit_04 = horas
Label_Boost_Description = Reduzir a cada %s %s se utilização acima de %s MB.
Title_Select_Browser = Escolher Navegador
Tip_Minimized_Title = O %{Program.Name} ainda está em execução!
Tip_Minimized_Message = O %{Program.Name} irá continuar em execução para optimizar o uso da memória do %s's. Clique no ícone para alterar as várias opções de optimização.

[Donate]
Label_Heading = O %{Program.Name} tem-no servido acima de %d horas. Agora, que acha de doar para a nossa causa?
Label_Message = Clique no botão do PayPal abaixo ou pode ir a PayPal.me/rizonesoft, introduza a quantida, e envie-nos a doação. Como é PayPal, sabe que é fácil e mais seguro que transportar dinheiro. Não tem conta PayPal? Sem problema, é rápido e fácil criar uma.

[Menus]
File = &Ficheiro
File_Preferences = &Preferências
File_Close = &Fechar\tShift+Alt+F4
Help = &Ajuda
Help_Update = Procurar &Actualizações
Help_Home = &Site da %{Company.Name}
Help_Downloads = Outros &Programas
Help_Support = &Suporte
Help_Issue = Fazer-nos uma &questão
Help_Donate = Doar para a &nossa Causa
Help_About = Sobre o %{Program.Name}
Tray_About = Sobre o %{Program.Name} %s
Tray_Open = Abrir o %{Program.Name}
Tray_Extended_Processes = Mais Processos
Tray_Run = Executar %s
Tray_Run_Safemode = Executar %s em Modo de Segurança

[Messages]
Info_Title = Atenção
Warning_Title = Aviso!
Error_Title = Oops! Algo correu mal!
Error_Oops = Oops!
Singleton = Outra instância do %{Program.Name} já está em execução.
Compatible = O %{Program.Name} compatível com a sua versão do windows. Se achar que é um erro, poderá dar uma mensagem no '%s' com todos os detailhes.
Compatible_Bit = Infelizmente, o %{Program.Name} 32 Bit não é compatível com a sua versão do Windows. Transfira o %{Program.Name} 64 Bit através do '%s'

[Preferences]
Window_Title = Preferências
Tab_General = Geral
Tab_Performance = Desempenho
Tab_Language = Idioma
Group_Notifications = Notificações
Group_Extended_Processes = Mais Processos
Group_Priority = Prioridade
Group_Memory = Memória
Group_Language = Idioma
Checkbox_Notifications = Mostrar notificações na barra de tarefas
Label_Extended_Processes = Introduza os nomes de qualquer processo adicional para o Fireman optimizar. A lista deve ser separada por vírgula (Process01.exe, Process02.exe, etc)
Label_SetPriority = Definir prioridade do processo:
Checkbox_SaveRealtime = Guardar prioridade acima de Alto (Não recomendado).
Checkbox_ReduceMemory = Reduzir memória em sistemas com pouca memória
Label_Language_Message = Selecione o idioma que prefere e pressione o botão %s para continuar. (Será necessário reniciar)
Button_Save = Guardar
Button_Cancel = Cancelar
Label_Updated = Preferências actualizadas
MsgBox_Language_Title = Idioma alterado
MsgBox_Language_Message = O idioma foi alterado para o selecionado. O %{Program.Name} deverá reniciar para as alterações ocorrerem.
MsgBox_Closing_Title = Fechar %{Program.Name}
MsgBox_Closing_Message = Deseja fechar o %{Program.Name} agora?

[Update]
Window_Title_Available = Actualização disponível
Window_Title_Congratulations = Parabéns!
Window_Title_Error = Algo correu mal!
Label_Message_Update = Existe uma nova versão do '%{Program.Name}' disponível.
Label_Message_Latest = Estás a usar a versão mais recente do '%{Program.Name}'.
Label_Message_Error = Informação sobre a versão mais recente do '%{Program.Name}' não pôde ser recuperada.
Label_Message_Internet = Verique a conexão à Internet e tente novamente.
Label_Build_Current = Versão actual:
Label_Build_Update = Nova versão:
CheckBox_NoUpdate = Não procurar actualizações ao iniciar.
Button_Update = Ler mais
Button_Close = Fechar

[Versioning]
Administrator = Administrador
Build = Build
AutoIt_Version = A usar versão %{AutoIt.Version} do AutoIt
Bit = Bit